import { FaUserCheck, FaHouseUser, FaClipboardCheck, FaStar, FaLeaf, FaHandHoldingHeart, FaBolt } from "react-icons/fa";

import type { IconType } from "react-icons";

export interface Advantage {
  title: string;
  description: string;
  icon: IconType;
}

export const data = [
  // {
  //   icon: FaUserMd,
  //   title: "Досвідчені майстри",
  //   description:
  //     "Наші масажисти — це дипломовані фахівці з багаторічним досвідом. Вони досконало володіють різними техніками масажу, що дозволяє індивідуально підібрати процедуру для кожного клієнта і забезпечити максимальний ефект від сеансу.",
  // },
  {
    icon: FaUserCheck,
    title: "Індивідуальний підхід",
    description:
      "Ми розуміємо, що потреби кожного клієнта унікальні. Перед початком сеансу ми проводимо коротку консультацію, щоб з'ясувати ваші побажання та стан здоров'я, і розробити персональну програму масажу, що відповідатиме саме вашим запитам.",
  },
  {
    icon: FaHouseUser,
    title: "Затишна атмосфера та комфорт",
    description:
      "Ми створили місце, де ви можете повністю розслабитися та забути про щоденні турботи. Приємна музика, ароматерапія та зручні масажні столи — все продумано для вашого комфорту та повного релаксу.",
  },
  {
    icon: FaClipboardCheck,
    title: "Гарантований результат",
    description:
      "Ми націлені на те, щоб ви відчули покращення вже після першого сеансу. Наші масажисти використовують перевірені методики, спрямовані на зняття напруги, зменшення болю та відновлення енергії. Ви побачите реальний ефект.",
  },
  {
    icon: FaStar,
    title: "Широкий вибір послуг",
    description:
      "Незалежно від того, чи шукаєте ви розслаблюючий, відновлювальний та класичний, спортивний чи антицелюлітний масаж, у нас є послуги, які відповідатимуть вашим потребам. Ми постійно вдосконалюємося та додаємо нові, ефективні техніки.",
  },
  {
    icon: FaLeaf,
    title: "Використання натуральних засобів",
    description:
      "Усі наші процедури проводяться з використанням тільки натуральних, гіпоалергенних олій та кремів, які живлять вашу шкіру та підсилюють терапевтичний ефект масажу. Ми дбаємо про ваше здоров'я та екологічність.",
  },
  {
    icon: FaHandHoldingHeart,
    title: "Справжня турбота про вас",
    description:
      "Для нас масаж — це не просто процедура, а можливість подарувати вам моменти повного розслаблення та відновлення. Ми створюємо безпечний і затишний простір, де ви можете відпустити стрес і наповнитися новими силами.",
  },
  {
    icon: FaBolt,
    title: "Заряд енергії та гарного настрою",
    description:
      "Наші сеанси масажу — це не тільки про тіло, а й про дух. Ми допомагаємо вам відновити внутрішній баланс, зняти емоційну напругу та покращити загальне самопочуття, щоб ви знову відчули себе повними сил і готовими до нових звершень.",
  },
  // {
  //   icon: FaCalendarCheck,
  //   title: "Зручне розташування та гнучкий графік",
  //   description:
  //     "Ми знаємо, як важливо, щоб турбота про себе була легкою. Наш салон розташований у зручному місці, і ми пропонуємо гнучкий графік, щоб ви могли знайти час для себе навіть у найзавантаженішому розкладі.",
  // },
];
