import biophoton from "../../assets/services/biophoton.png";
import rflifting from "../../assets/services/rf_lifting.png";
import vibrating from "../../assets/services/vibrating.png";
import darsonvalization from "../../assets/services/darsonvalization.png";
import cavitation from "../../assets/services/cavitation.png";
import myostimulation from "../../assets/services/myostimulation.png";
import pressotherapy from "../../assets/services/pressotherapy.png";
import phonophoresis from "../../assets/services/phonophoresis.png";
import vacuumRollerMassage from "../../assets/services/vacuum_roller_massage.png";

export interface Advantage {
  title: string;
  description: string;
  img: string;
  indications: string[];
  contraindications: string[];
  prepare: string[];
  advantages?: string[];
  principles?: string;
}

export const data = [
  {
    slug: "biofotonnyi-masazh",
    img: biophoton,
    title: "Біофотонний масаж",
    description:
      "Процедура біоелектричного масажу, призначена для покращення еластичності шкіри, загального омолодження шкіри. Підвищує еластичність, стимулює процеси жиророзщеплення. зменшення обсягів жирової тканини, що запускає потужний лімфодренаж. Стимулює роботу м'язів.",
    indications: [
      "Покращити стан шкіри, зробити її більш зволоженою",
      "Позбутися целюліту",
      "Прибрати набряки",
      "Зменшити видимість розтяжок, рубців, шрамів",
      "Підтягнути ділянки шкіри, що провисли;",
      "Покращити стан шкіри після пологів/різкого схуднення.",
    ],
    contraindications: [
      "Вагітність, лактація",
      "Туберкульоз",
      "Новоутворення",
      "Цукровий діабет",
      "Ниркова, серцева, печінкова недостатність",
      "Наявність кардіостимулятора або інших електронних приладів для підтримання життєзабезпечення",
      "Грижі",
      "Гіпертермія",
      "Псоріаз, відкриті рани, садна",
      "ГРЗ, ГРВІ",
    ],
    prepare: [
      "Рекомендуємо за день до процедури виключити вживання алкоголю, кави, газованої води, жирної та іншої шкідливої ​​їжі.",
      "За 1-1,5 години до проведення процедури випийте келих води, виключіть вживання їжі та кави.",
      "Як отримати найкращий результат від процедури? Регулярність проведення процедури має прямий вплив на кінцевий результат!",
      "Для досягнення вау-ефекту необхідно проводити процедуру 2-3. рази на тиждень.",
    ],
  },
  {
    slug: "vakuumnyi-masazh-z-rf-liftingom",
    img: rflifting,
    title: "Вакуумний масаж з RF-ліфтингом",
    description:
      "Це косметологічна процедура, яка поєднує в собі дві технології: вакуумний масаж і RF- прогрів. Вакуумний масаж виконується за допомогою спеціального апарату, який створює вакуумний ефект на шкірі, що підвищує кровообіг та сприяє лімфодренажу. За допомогою такої процедури вдасться зняти тонус м'язів спини та активізувати кровообіг.Вакуумний масаж впливає на акупресурні рефлексивні точки, збільшуючи циркуляцію крові та лімфі, а також виводячи зі шкіри шкідливі речовини. RF-ліфтинг (фракційний радіоліфтінг, радіочастотний ліфтинг) базується на використанні високочастотних електричних струмів з метою прогріву дерми та підтягнення шкіри, уникаючи будь-яких її ушкоджень. Завдяки легкості, комфортності та чудовому миттєвому ефекту, процедура набуває все більшої популярності.",
    indications: [
      "Наявність апельсинової шкірки на стегнах, сідницях, животі.",
      "Розтяжки на тілі, у тому числі на грудях та животі після вагітності.",
      "Відсутність пружності та еластичності шкіри у певних зонах.",
      "Наявність жирових відкладень.",
    ],
    contraindications: [
      "Вагітність.",
      "Кормлення грудьми.",
      "Діагностовано варикозне розширення вен.",
      "Серцево-судинні захворювання.",
      "Гіпертонія.",
      "Схильність до тромбозу.",
      "Вірусні захворювання.",
      "Онкологічні захворювання.",
      "Захворювання крові.",
      "Наявність пошкоджень шкіри чи крововиливів у тих місцях, які планується обробляти вакуумною насадкою.",
      "Наявність кардіостимуляторів.",
    ],
    prepare: [
      "Пийте достатньо води. За кілька днів до процедури почніть пити більше води. Це допоможе підтримати оптимальний рівень гідратації шкіри та лімфатичної системи, що сприятиме кращому виведенню продуктів обміну речовин після масажу.",
      "Уникайте щільної їжі. За 2–3 години до сеансу краще не їсти важку або жирну їжу. Легкий перекус дозволить уникнути дискомфорту під час масажу в області живота.",
      "Очистіть шкіру. Перед процедурою прийміть душ і ретельно очистіть шкіру в зоні, яку будуть обробляти. Не використовуйте креми, олії або лосьйони, оскільки вони можуть заважати ковзанню насадки та ефективності RF-ліфтингу.",
      "Зніміть прикраси. Заздалегідь зніміть усі металеві прикраси (кільця, браслети, пірсинг) з ділянок, які будуть піддаватися впливу. Це важливо для безпеки, адже RF-енергія може нагрівати метал.",
      "Не загоряйте. Протягом 24–48 годин до процедури уникайте сонячних ванн і відвідування солярію, оскільки надмірно засмагла шкіра може бути чутливішою.",
    ],
  },
  {
    slug: "vibratsiinyi-masazh",
    img: vibrating,
    title: "Вібраційний масаж",
    description:
      "Це маніпуляція, яка проводиться за допомогою вібраційних апаратів. Він є частиною фізіотерапевтичного впливу. Сутність методики полягає в тому, що на ділянки тіла передаються коливальні рухи різної амплітуди і частоти. За даними численних експериментів і досліджень в результаті механічної вібрації дратуються рецептори, закладені в різних тканинах, м'язах, судинах і шкірі. Щоденне використання вібрації дозволяє збільшити силу м'язів, підвищити працездатність, поліпшити кровопостачання, прискорити рано загоєння. Відновлення функцій нервово-м'язового апарату і поліпшення працездатності обумовлено позитивною дією на ЦНС, поліпшенням окисно-відновних процесів в м'язах і підшкірно- жирової клітковини. Вібрація може використовуватися самостійно або в поєднанні з іншими процедурами. Систематичне застосування вібрації на протязі 6-8 тижнів дозволяє домогтися підвищення стійкою працездатності м'язів.",
    indications: [
      "Локальні м’язові спазми та гіпертонус.",
      "Хронічне м’язове напруження.",
      "Міофасціальні тригерні точки.",
      "Набрякові явища та застій рідини.",
      "Порушення мікроциркуляції.",
      "Фіброзні зміни м’яких тканин.",
      "Целюліт та локальні жирові відкладення.",
      "Зниження еластичності тканин.",
      "Реабілітація після фізичних навантажень або травм (поза гострим періодом) .",
      "Больовий синдром у спині, шиї, плечовому поясі.",
      "Профілактика перевантаження м’язів у людей із сидячою роботою або спортсменів.",
      "Відновлення після інтенсивних тренувань.",
      "Корекція контурів тіла в комплексних програмах.",
      "Також метод часто застосовують для: покращення лімфовідтоку.",
      "Стимуляції кровообігу.",
      "Підготовки тканин перед мануальними техніками .",
      "Розслаблення нервової системи.",
    ],
    contraindications: [
      "Підвищена температура тіла і гарячковий стан.",
      "Запалення шкірних покривів - екзема, гнійні процеси.",
      "Рахіт і лімфаденіт.",
      "Гемофілія.",
      "Гепатит і туберкульоз.",
      "Гіпертонія і вроджений порок серця.",
      "Захворювання судин.",
      "Вібраційна хвороба.",
    ],
    prepare: [
      "Консультація з фахівцем. Перед початком курсу вібраційного масажу бажано проконсультуватися з лікарем або масажистом. Вони допоможуть визначити, чи немає у вас протипоказань до цієї процедури, а також підберуть оптимальну інтенсивність та тривалість сеансів.",
      "Гігієна. Прийміть душ перед сеансом, щоб очистити шкіру від забруднень, олій та кремів. Чиста шкіра краще реагує на вібраційний вплив.",
      "Харчування. Не варто приходити на масаж натщесерце, але й переїдати не рекомендується. Зробіть легкий перекус за 1,5-2 години до процедури. Уникайте важкої, жирної їжі, щоб уникнути дискомфорту під час масажу.",
      "Водний баланс. Заздалегідь, за кілька днів до процедури, почніть пити достатню кількість води. Це допомагає підтримувати гідратацію тканин і сприяє виведенню продуктів обміну речовин після масажу.",
      "Одяг. Одягніть зручний, вільний одяг, що не сковує рухів і дозволить масажисту комфортно працювати.",
      "Зняття прикрас. Зніміть усі прикраси (кільця, браслети, ланцюжки), особливо якщо вони знаходяться в зоні, яку будуть масажувати.",
    ],
  },
  {
    slug: "darsonvalization",
    img: darsonvalization,
    title: "Дарсонвалізація",
    description:
      "Один із видів електростимуляції, належить до фізіотерапевтичних процедур для лікування деяких неврологічних, судинних, кісткових, шкірних та інших захворювань за допомогою апарату дарсонваль. Цей метод терапії передбачає дію на тканини короткочасними імпульсами перемінного струму високої частоти та напруги, але малої сили. При цьому виникають і терапевтично впливають незначне тепло, інфрачервоні промені, низькочастотний ультразвук та озон. Дарсонвалізація завжди є допоміжною терапією, її дія доповнює та  багаторазово підсилює ефективність дії медичних кремів та мазей. Терапевтичний ефект від процедури виникає завдяки електромагнітним коливанням всередині підшкірних тканин, які виникають від електричного заряду прикладеного до поверхні шкіри. При цьому посилюється кровообіг – збільшується відтік венозної крові та прилив артеріальної, що суттєво покращує обмінні процеси, підвищує тонус м’язів, тканин та венозних стінок, клітини насичуються киснем, активуються їхні захисні та регенеративні властивості. Завдяки озону, який виділяється між електродом апарату та шкірою, спостерігається деякий бактерицидний ефект через високі окислювальні властивості озону, що впливають на деякі види мікробів та грибів.",
    indications: [
      "В дерматології: лікування екземи, лишаїв, вугрів, нейродерміту, псоріазу, червоного плаского лишаю, бородавок, осередкової та системної склеродермії, келоїдів, себореї, лупи, облисіння.",
      "Запальні процеси та травматичні ушкодження шкіри: фурункули, забої, гематоми, інфільтрати та рани, трофічні виразки, обмороження, опіки.",
      "Захворювання м’язів, сухожиль: апоневрози, міальгії, міозити тощо.",
      "Захворювання суглобів: поліартрит, артрит, спондилоартроз тощо.",
      "Захворювання артерій та вен: хвороба Рейно, варикозне розширення вен, облітеруючий ендартеніт.",
      "Неврологічні захворювання: неврити та функціональні вегето-судинні захворювання.",
      "Затяжні та ускладнені захворювання ЛОР-органів: аденоїдит, гайморит, синусит, алергійна нежить.",
      "Місцеве лікування ушкоджень тканин та слизової в гінекології, проктології, стоматології.",
    ],
    contraindications: [
      "Психоневрологічні захворювання",
      "Серцева недостатність.",
      "Онкологічні захворювання.",
      "Лихоманка.",
      "Гостре порушення мозкового кровообігу.",
      "Родимки, папіломи, підшкірні новоутворення в місці застосування терапії.",
    ],
    prepare: [
      "Консультація з фахівцем. Перед початком курсу дарсонвалізації, особливо якщо ви плануєте проводити її вдома, обов'язково проконсультуйтеся з лікарем, косметологом або трихологом. Це допоможе переконатися, що у вас немає протипоказань, а також правильно підібрати інтенсивність та тривалість сеансів.",
      "Очищення шкіри. Шкіра в зоні, яку будуть обробляти, повинна бути чистою і абсолютно сухою. Не використовуйте перед процедурою засоби на спиртовій основі або олійні креми, оскільки вони можуть порушити нормальне проведення струму. Якщо процедура проводиться для шкіри голови, волосся також має бути чистим і сухим.",
      "Зняття прикрас та металевих предметів. Обов'язково зніміть усі металеві прикраси: сережки, ланцюжки, пірсинг, шпильки для волосся. Електричні імпульси можуть взаємодіяти з металом, що може призвести до неприємних відчуттів або навіть опіків.",
      "Вибір насадки. Переконайтеся, що ви використовуєте правильну насадку (електрод) для обраної зони. Наприклад, для обличчя використовують грибоподібну насадку, для волосся — гребінець, а для точкової роботи — електрод у формі краплі.",
      "Одяг. Одягніть зручний, вільний одяг, що не сковує рухів і дозволить масажисту комфортно працювати.",
    ],
  },
  {
    slug: "cavitation",
    img: cavitation,
    title: "Кавітація, або безопераційна ліпосакція",
    description:
      "Це апаратна процедура, спрямована на руйнування жирових клітин за допомогою дії ультразвукових хвиль низької частоти. Проводиться вона на спеціалізованому обладнанні. Принцип роботи технології наступний: в результаті впливу ультразвуку на адипоцити (жирові клітини) всередині кожного утворюється невеликий міхур. Його розміри поступово збільшуються, тож клітинна мембрана лускає – і жир витісняється. Продукти розпаду адипоцитів виводяться з організму через лімфатичну систему.",

    advantages: [
      "Висока ефективність. Жирові клітини мають дуже щільну мембрану. Зруйнувати оболонку дозволяють ультразвукові хвилі певної довжини, які є основним інструментом кавітації.",
      "Безпечність. Здорові тканини і внутрішні органи не піддаються впливу ультразвуку.",
      "Дотримання всіх стандартів. Процедура проводиться відповідно до міжнародних протоколів і санітарно-гігієнічних норм.",
      "Коротка тривалість сеансу – від 20 хвилин.",
      "Відсутність тривалого періоду відновлення.",
      "Результат видно вже після першого сеансу. Кавітація має пролонгований ефект.",
      "Підходить чоловікам і жінкам будь-якого віку.",
      "Кавітація здатна впоратися з широким спектром проблем. Крім розщеплення жирових відкладень, вона покращує стан шкіри.",
    ],
    indications: ["Cхуднення.", "Різні стадії целюліту.", "Локальні жирові відкладення.", "В'яла, обвисла шкіра.", "Нерівний рельєф."],
    contraindications: [
      "Вагітність",
      "Онкологічні захворювання.",
      "Цукровий діабет та інші хронічні захворювання в стадії декомпенсації.",
      "Запальні захворювання, що супроводжуються підвищеною температурою тіла.",
      "Наявність кардіостимулятора, а також металевих імплантатів.",
      "Захворювання нирок і печінки (гепатити B і C).",
      "Остеопороз.",
      "Ожиріння.",
      "Менструація.",
      "Порушення цілісності шкірного покриву в зоні проведення процедури.",
    ],
    prepare: [
      "Виключити вживання алкоголю, а також жирної, смаженої, гострої їжі.",
      "Намагатися пити якомога більше мінеральної води без газу (від 1,5 л в день).",
      "За 2 години випити 1 л негазованої мінеральної води.",
      "Після процедури рекомендується проведення пресотерапії, лімфодренажного або вакуумно-роликового масажу.",
    ],
  },
  {
    slug: "miostymulyatsiya",
    img: myostimulation,
    title: "Міостимуляція",
    description:
      "Використання електричної стимуляції м’язів для фізичної реабілітації та спортивних тренувань. Процедура спрямована на корекцію фігури, яка використовує електричні імпульси для стимуляції м’язів, сприяє зміцненню м’язів та зв’язок. Ці імпульси впливають на м’язи, викликаючи їх скорочення та розширення, імітуючи фізичну активність. Міостимуляція – це “лінивий спортзал”, фітнес. Але не забуваємо, що якщо хочемо отримати результат, то потрібно не забувати про правильне харчування та грамотне фізичне навантаження.",
    principles:
      "У певні цільові м’язи через електроди передаються електричні імпульси. Ці імпульси по нервах надходять у мозок і дають сигнал м’язам, викликаючи їх скорочення, при цьому можуть бути відчуття щипків. Процедура допомагає відновленню м’язів та покращенню контроля над ними, сприяючи відновленню рухових навичок. Таким чином - корисна для людей зі слабкими м’язами або порушеннями рухової функції. Міостимуляція – ефективне доповнення до тренувань, особливо для тих, хто має обмеження у виконанні вправ з великими навантаженнями. Може бути використана для збільшення сили та обсягу м’язів. Також, покращує витривалість м’язів та сприяє швидкому відновленню після інтенсивних тренувань.За допомогою міостимуляції можна також схуднути Залежно від обраної мети, необхідно дотримуватися кількох рекомендацій для більшого ефекту: при нарощуванні м’язової маси – після кожного сеансу приймати білкову їжу, для схуднення – дотримуватися дієти та багато пити.",
    advantages: [
      "Активізуються глибокі м’язи.",
      "Допомагає їх розвивати та зміцнювати (на звичайних тренуваннях цього майже неможливо досягти).",
      "Економія часу.",
      "Традиційні тренування забирають набагато більше часу.",
      "Міостимуляція може одночасно стимулювати кілька груп м’язів і це дозволяє скоротити час тренувань.",
      "Якщо у Вас була якась травма, то міостимуляція допоможе в процесі реабілітації, зміцнить м’язи навколо травмованих областей без навантаження на них.",
      "Міостимуляція може бути націлена на збільшення сили, покращення витривалості, зниження ваги.",
    ],
    indications: [
      "Підтяжка ослаблених м’язів, їх зміцнення.",
      "Опрацювання внутрішніх м’язів.",
      "Позбавлення від затискачів у м’язах.",
      "Профілактика та порятунок від целюліту.",
      "Боротьба із зайвою вагою.",
      "Корекція постави.",
      "Прискорення процесів кровообігу та лімфотоку.",
      "зменшення болю в спині та суглобах.",
    ],
    contraindications: [
      "Вагітність",
      "Пухлини.",
      "Електрокардіостимулятор у пацієнта.",
      "Порушення серцевого ритму.",
      "Тромбофлебіт.",
      "Туберкульоз.",
      "Цукровий діабет.",
      "Наявність каменів у нирках, сечовому міхурі та жовчному.",
      "Запальні процеси.",
      "Шкірні захворювання (псоріаз, дерматит, екзема тощо).",
      "Гайморит",
      "Підвищена температура і наявність перших ознак ГРВІ (нежить, кашель і т.д).",
      "Для представниць прекрасної статі можливість проводити процедури міостимуляції грудей, можливо тільки після огляду мамолога, а також УЗД молочних залоз.",
    ],
    prepare: [
      "Зволоження організму, за кілька днів до процедури почніть пити більше води. Добре зволожені м'язи та тканини краще проводять електричний струм, що підвищує ефективність міостимуляції. Це також допомагає виводити продукти метаболізму після сеансу.",
      "Легке харчування За 1,5-2 години до процедури краще уникати важкої та жирної їжі. Легкий перекус дозволить уникнути дискомфорту в області живота під час м'язових скорочень.",
      "Гігієна шкіри Перед сеансом прийміть душ. Шкіра в зоні, де будуть кріпити електроди, має бути чистою та сухою. Не використовуйте креми, лосьйони або олії, оскільки вони можуть погіршити контакт електродів зі шкірою та знизити ефективність процедури.",
      "Зняття прикрас Зніміть усі металеві прикраси (кільця, браслети, пірсинг) з ділянок тіла, які будуть оброблятися. Метал може нагріватися під впливом струму, що може спричинити неприємні відчуття.",
      "Після процедури рекомендується проведення пресотерапії, лімфодренажного або вакуумно-роликового масажу.",
    ],
  },
  {
    slug: "pressotherapy",
    img: pressotherapy,
    title: "Пресотерапія",
    description:
      "Це метод, заснований на ритмічній стимуляції м’язів у певній послідовності з метою стимуляціі  природного дренажу  лімфи і зменшення вмісту рідини і токсинів у тканинах організму. Цей метод ефективний при лікуванні целюліту, ожирінні, набряках та інших захворюваннях, пов’язаних з порушенням циркуляції крові та лімфи, а також є хорошою профілактикою варикозної хвороби вен нижніх кінцівок.",
    principles:
      "На пацієнта одягаються спеціальні штани, оснащені пневмокамерами( з принципом роботи як у манжети для вимірювання тиску). Камери в певному порядку здуваються або наповнюються повітрям. Здійснюваний таким методом  масаж дозволяє позбутися набряків, значно зменшити об’єми тіла. Робота апарату для пресотерапії  імітує  м’язеві скорочення. Процедура не викликає неприємних відчуттів і займає близько 40 хвилин.",
    advantages: [
      "Виводить з організму надлишки рідини і шкідливі токсичні речовини.",
      "Відновлює водний баланс( що пояснюється нормалізацією циркуляції лімфи і міжклітинної рідини).",
      "Поліпшує венозний кровообіг.",
      "Активізує обмінні процеси в клітинах шкіри і жирових клітинах(стимулює рецептори клітини, що відповідальні за розщеплення жиру).",
      "В-середньому  одна процедура, виконана за допомогою апарату для пресотерапії, заміняє 10 сеансів ручного масажу і 3 тренування в спортзалі.",
    ],
    indications: [
      "Набряки та лімфостаз. Це одне з ключових показань. Пресотерапія ефективно допомагає при набряках, спричинених застоєм лімфи або порушенням венозного кровообігу.",
      "Целюліт. Процедура допомагає покращити мікроциркуляцію та руйнувати фіброзні тканини, що сприяє зменшенню видимих проявів целюліту.",
      "Варикозне розширення вен. Пресотерапію використовують для профілактики та на ранніх стадіях варикозу, щоб покращити кровообіг у нижніх кінцівках і знизити венозний тиск.",
      "Відновлення після операцій. Процедура прискорює реабілітацію після ліпосакції, допомагаючи виводити рідину та продукти розпаду з організму.",
      "Відчуття втоми та тяжкості в ногах. Часто виникає у людей, що ведуть сидячий спосіб життя або, навпаки, проводять багато часу на ногах. Пресотерапія допомагає зняти ці симптоми, покращуючи кровотік.",
      "Спортивне відновлення. Спортсмени використовують пресотерапію для швидшого відновлення м'язів після інтенсивних тренувань, зменшення болю та запобігання крепатурі.",
    ],
    contraindications: [
      "Ранки, подряпини, гнійнички, екземи та інші пошкодження шкіри.",
      "Незагоєні переломи, розтягнення.",
      "Новоутвореня.",
      "Вагітність, лактаційний період.",
      "Тромбоз і тромбофлебіті, а   також при підвищеному ризику розвитку цих захворювань.",
      "Менструальна кровотеча.",
      "Порушення функцій нирок.",
      "Туберкульоз.",
      "Наявність в організмі кардіостимулятора , або будь-якого  іншого електронного приладу.",
      "Загострення хронічних інфекційних захворювань",
      "Лихоманка.",
      "Перенесений перитоніт.",
      "Період відновлення після хірургічного втручання.",
      "Міома матки.",
    ],
    prepare: [
      "Пийте воду. За кілька днів до сеансу збільшіть кількість спожитої води. Добре зволожений організм сприяє кращому виведенню надлишкової рідини та продуктів обміну речовин під час і після процедури.",
      "Уникайте щільної їжі. Не їжте важку їжу за 2–3 години до процедури. Легкий перекус дозволить уникнути дискомфорту в області живота під впливом тиску.",
      "Одяг. Одягніть зручний, вільний одяг. Перед процедурою вам запропонують одноразовий костюм, який покращує гігієну та забезпечує рівномірний розподіл тиску.",
      "Гігієна. Прийміть душ перед процедурою, щоб очистити шкіру. На шкірі не повинно бути кремів, лосьйонів чи олій, оскільки вони можуть заважати правильному контакту з манжетами апарату.",
      "Інформуйте фахівця. Обов'язково повідомте спеціаліста, що проводить процедуру, про будь-які особливості вашого здоров'я: наявність варикозного розширення вен, серцево-судинні захворювання, цукровий діабет, вагітність чи нещодавні травми.",
    ],
  },
  {
    slug: "phonophoresis",
    img: phonophoresis,
    title: "Фонофорез",
    description:
      "Це ефективне лікування запалень і болю за допомогою ультразвукової терапії. Ця безпечна процедура активно застосовується для лікування суглобів, усунення косметичних дефектів та відновлення після травм. Метод базується на здатності ультразвуку підвищувати проникність клітинних мембран, що дозволяє активним компонентам препаратів проникати глибоко в тканини.",

    indications: [
      "Захворювання опорно-рухового апарату (артрити, артрози, остеохондроз): курс 10- 12 процедур у поєднанні з лікувальною фізкультурою та масажем. Особливо ефективний при хронічних захворюваннях суглобів, коли стандартна терапія не дає бажаного результату.",
      "Спортивні травми та посттравматичні стани: 8-10 процедур. Прискорює відновлення після розтягнень, забоїв та інших спортивних травм.",
      "Запальні процеси у м'яких тканинах: курс 6-8 процедур. Допомагає швидше впоратися із запаленням та набряком, особливо ефективний при бурситах та тендинітах.",
      "неврологічні захворювання: курс 8-12 процедур. Особливо ефективний при невралгіях та наслідках травм нервових закінчень.",
      "Лікування захворювань хребта (остеохондроз хребта, хвороба Бехтерева, протрузія диску, лікування міжхребцевої грижі).",
      "Лікування суглобів (артрит, в тому числі ревматоїдний артрит, плечелопатковий периартрит), травми;.",
      "Травми зв’язок, забій м’яких тканин;.",
      "Больовий синдром (біль в спині, біль у попереку, біль в плечі, біль в коліні).",
      "Защемлення сідничного нерва.",
      "Тендовагініти запального і травматичного походження, гігрома.",
      "Посттравматичні контрактури.",
      "Корекція фігури, ультразвуковий пілінг, ліфтинг, масаж.",
      "Захворювання шкіри, рубцево-спайкові процеси.",
    ],

    contraindications: [
      "Гіпертонія.",
      "Гнійні запалення шкіри.",
      "Хвороби ендокринних залоз.",
      "Цукровий діабет.",
      "Ішемічна хвороба серця й серцева недостатність.",
      "Туберкульоз легенів.",
      "Гемофілія.",
      "Онкологічні захворювання.",
      "Вагітність.",
    ],
    prepare: [
      "Процедура фонофорезу не вимагає особливої підготовки, слід тільки подбати про зручний одяг, який можна швидко зняти для забезпечення доступу до потрібної ділянки тіла. За добу до процедури бажано не вживати алкоголь.",
      "Оптимальна періодичність процедур — через день. У деяких випадках процедура може бути призначена щоденно або, навпаки, збільшено інтервал між сеансами до 2-3 днів.",
    ],
  },
  {
    slug: "vacuum-roller-massage",
    img: vacuumRollerMassage,
    title: "Вакуумно-роликовий масаж",
    description:
      "Це один із найпопулярніших і найефективніших методів у боротьбі із целюлітом. Він застосовується на різних частинах тіла (шия, обличчя, груди, стегна, живіт, сідниці) і допоможе позбутися від провисання шкіри, “апельсинової кірки”, дрібних зморшок, рубців, розтяжок (стрий). Він живить і тонізує епідерміс, підтягує і відновлює пружність і еластичність шкіри, зменшує набряк тканин.",
    advantages: [
      "Зменшення об’ємів тіла.",
      "Пружна шкіра без розтяжок.",
      "Покращений кровообіг.",
      "Зменшення жирових відкладень.",
      "Еластичність шкіри.",
      "Тонус шкіри та м’язів.",
      "Покращення процесів обміну речовин.",
    ],
    indications: ["Наявність целюліту на стегнах, сідницях, животі.", "Відсутність пружності та еластичності шкіри у певних зонах.", "Наявність жирових відкладень."],
    contraindications: [
      "Період вагітності.",
      "Онкологія.",
      "Хвороби крові.",
      "Захворювання серцево-судинної системи.",
      "Гіпертонія.",
      "Вірусні захворювання (гостра стадія).",
      "Хронічні захворювання на стадії загострення.",
      "Тромбофлебіт, варикозне розширення вен.",
      "Період менструації.",
    ],
    prepare: [
      "Дотримуйтесь водного балансу: Випийте 0,5-1 літр води за годину-дві до процедури, щоб підтримати водно-сольовий баланс організму та сприяти виведенню токсинів.",
      "Не їжте перед масажем: Уникайте прийому їжі за 1-3 години до сеансу, щоб уникнути відчуття голоду під час процедури.",
      "Виключіть алкоголь та енергетики: Не вживайте алкоголь за 12 годин до процедури, а також енергетичні напої перед сеансом.",
      "Не травмуйте шкіру: Заздалегідь не голіть ділянки тіла, які будуть масажуватись, та уникайте травмування шкіри.",
    ],
  },
];
